[
  {
    "name": "Goose I",
    "thumbnail": "/images/flock/goose1.png",
    "url": "goose_i",
    "desc": "The initial prototype. ",
    "banner": "/images/flock/goose1/banner.jpg",
    "sections": [
      {
        "title": "Specifications",
        "content": [
          "This is the Hyperloop pod that we are building. The GOOSE I is our half-scale, functional prototype vehicle pod. Fabrication for the pod is already underway and the funding from our Kickstarter will be used to complete its construction. This pod is entered in the SpaceX Hyperloop Pod Competition to perform full systems tests on SpaceX’s one mile long test track at high-speeds and in a vacuum.",
          "The prototype is about 0.8m  (32\") wide, 2.5m (8') long, 0.9m (36\") tall, around 250 kg in weight, and will travel at 550km/h (150m/s)."
        ]
      },
      {
        "title": "Pod Shell",
        "content": ["The shell is designed to be as lightweight as possible while withstanding all of the forces it will be subjected to in the one-mile long test drive. This is made possible by introducing a geodetic diagrid frame which is designed to accept the applied forces better than a standard rectilinear frame. Although this style of framing has traditionally been considered more difficult to manufacture, this is quickly overcome with modern technology by precision modelling of the entire assembly in 3D, and the use of rapid fabrication technology including laser cutting and 3D printing."],
        "parallax": "/images/flock/goose1/p1.jpg"
      },
      {
        "title": "Levitation System",
        "content": [
          "Air levitation through the form of four air casters is supplied via two on-board air tanks. The air casters create a thin sheet of air similar to an air hockey table upon which our pod floats. Air levitation is significantly less expensive and produces less drag than magnetic levitation. Although air caster technology has been in use for decades and is well understood, our levitation system is the first of its kind."
        ],
        "parallax": "/images/flock/goose1/p2.jpg"
      },
      {
        "title": "Braking",
        "content": [
          "Our hybrid braking system is mechanically fail-safe and functions even if all other systems fail. A combination of eddy current braking and friction braking is used. This allows for greater control over heat generation, higher performance, lower maintenance, and safety through redundancy."
        ]
      },
      {
        "title": "Eddy Current Braking",
        "content": [
          "Our state-of-the-art contactless eddy current braking system uses 84 neodymium magnets arranged in a <a href=\"https://en.wikipedia.org/wiki/Halbach_array\">Halbach array</a>. This arrangement doubles the magnetic strength on one side and cancels it out on the other. Braking force is achieved by exploiting the same drag produced in magnetic levitation - or when a permanent magnet is dropped down a copper tube. As the permanent magnets approach the I-beam while the pod is in motion, tiny circular electrical currents called eddy currents are induced within the beam which smoothly slows the pod down in a highly controlled fashion. "
        ],
        "parallax": "/images/flock/goose1/p3.jpg"
      },
      {
        "title": "Friction Braking",
        "content": [
          "Our friction braking system is simple yet effective. Special brake linings made of resin-bonded synthetic rubber with steel fibres allow for effective energy transformation and heat dissipation, sparing damage to the I-beam."
        ],
        "parallax": "/images/flock/goose1/p4.jpg"
      },
      {
        "title": "Lateral Control",
        "content": [
          "The lateral control system uses two sets of spring-loaded caster wheels to maintain the lateral stability of the Goose I, with respect to the I-beam of the Hypertube. The system combines reliability, efficiency, safety, and comfort by using high speed, high performance, and dampened wheels."
        ],
        "parallax": "/images/flock/goose1/p5.jpg"
      },
      {
        "title": "Drive Train",
        "content": [
          "The Low-speed Drive system allows for taxiing before the test, in order to position for launch, and after the test so that the pod can exit the Hypertube. This system uses an air cylinder to retract the drive wheel into the pod during high speed travel. A set of four idler wheels keep the air casters from contacting the ground when levitation stops."
        ],
        "parallax": "/images/flock/goose1/p6.jpg"
      },
      {
        "title": "Electrical and Embedded Systems",
        "content": [
          "<h3>Electrical</h3>",
          "The Electrical system is responsible for power distribution. Onboard power is delivered by a rechargeable 48V battery pack surrounded by a phase changing, fire-retardant matrix and enclosed in a sturdy PVC shell enclosure to keep it cool and secure.",
          "<h3>EMBEDDED</h3>",
          "The nervous system of our pod - using a multitude of sensors and actuators, the embedded system is responsible for the control of all other subsystems, position detection within the Hypertube, and communications between the pod and a remote control dashboard. This dashboard acts as a control center and a feed displaying information on the status of the pod."
        ],
        "parallax": "/images/flock/goose1/p7.jpg"
      }
    ]
  },
  {
    "name": "Goose II",
    "thumbnail": "/images/flock/goose2.png",
    "url": "goose_ii",
    "desc": "The next generation. ",
    "banner": "/images/flock/goose2/banner.png",
    "sections": [
      {
        "title": "Specifications",
        "content": [
          "The GOOSE II is our half-scale, functional prototype vehicle pod. Fabrication has been completed for this pod and we are testing it's capabilities currently. This pod is entered in the SpaceX Hyperloop Pod Competition to perform full systems tests on SpaceX’s one mile long test track at high-speeds and in a vacuum.",
          "The prototype is about 0.5m  (20\") wide, 2.5m (8') long, 0.8m (32\") tall, around 150 kg in weight, and is designed to travel at speeds above 550km/h (150m/s)."
        ]
      },
      {
        "title": "Levitation",
        "content": ["A lightweight pneumatic levitation system that allows the pod to float over a thin cushion of compressed air – creating almost zero drag. Air is supplied by two high pressure carbon fiber tanks and sent to four air casters positioned underneath our levitation and suspension module. This module also deals with unevenness of the track and dampens vibrations produced while travelling at high speeds using shock absorbers."],
        "parallax": "/images/flock/goose2/levitation.jpg"
      },
      {
        "title": "Eddy Current Brakes",
        "content": [
          "Eddy current brakes, as its name suggests, is our contact-less braking system that utilizes the eddy current phenomena to smoothly slow down of the pod from high speeds. An array of powerful magnets are used to provide the braking effect."
        ],
        "parallax": "/images/flock/goose2/goose2_ec.png"
      },
      {
        "title": "Magnetic Wheels",
        "content": [
          "Inside each magnetic wheel is a ring of magnets arranged in a particular combination such that by spinning, each pair of magnetic wheels generate forces to keep the pod centered on the test track as well as propell the pod forward. High speed brushless DC motors allow us to have effective control over the pod even at high speeds."
        ],
        "parallax": "/images/flock/goose2/goose2_magwheel.png"
      },
      {
        "title": "Shell",
        "content": [
          "Incorporating beautiful and modern design while being operable at up to trans-sonic velocities. Its fiberglass composition means it can be lightweight yet strong."
        ],
        "parallax": "/images/flock/goose2/goose2_shell.png"
      }
    ]
  },
  {
    "name": "Goose III",
    "thumbnail": "/images/flock/comingsoon.png",
    "url": "goose_iii",
    "desc": "",
    "banner": "",
    "sections": [
      {
        "content": [
          "This is GOOSE III pod, the one that we are building in the next few terms to get ready for Competition III."
        ]
      }
    ]
  },
  {
    "name": "Goose X",
    "thumbnail": "/images/flock/goosex.png",
    "url": "goose_x",
    "desc": "",
    "banner": "/images/flock/goose3/torontorender.jpg",
    "sections": [
      {
        "content": [
          "This is our GOOSE X pod, a conceptual full size Hyperloop vehicle inspired by the prototype we are building. The full size pod will have a capacity of 26 passengers per pod, interior diameter of 2 meters, top speed around 1220 km/h and cost around $500,000 per pod."
        ]
      },
      {
        "title": "Exterior Design",
        "content":[
          "The exterior design of the pod highlights its primary design feature: the geodetic structural frame. The front end of the pod features a funnel like shape which would be used to collect the small amount of low pressure air in front of the train to eliminate air drag and supply air for the compressor which supplies the air castors. The matte black finish departs from contemporary transit imagery and signals in the new era of Hyperloop transit."
        ],
        "parallax": "/images/flock/goose3/spherepod.jpg"
      },
      {
        "title": "Interior Design",
        "content": [
          "Due to cost efficiency, the diameter of the Hyperloop track must be kept as minimal as possible. For this reason, the pod design is kept as small as possible, and the curved geometry, white colour palette, and use of interior features resembling windows creates the illusion of a much bigger space"
        ],
        "parallax": "/images/flock/goose3/innerpod.jpg"
      }
    ]
  }
]
